<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-size: xx-large}
.Estilo3 {font-size: 100px; font-family: "Agency FB", fantasy, Script, Modern; }
.Estilo4 {font-size: xx-large; font-weight: bold; }
body {
	background-color: #999999;
}
-->
</style>
</head>

<body>
<div align="center">
  <p><img src="IMAGENES/rock-star.gif" width="504" height="360" /></p>
</div>
<div align="center">
  <h1 class="Estilo3">&iquest;que es rock?</h1>
  <p class="Estilo4">Estilo musical nacido en la d&eacute;cada de 1960 como derivaci&oacute;n del rock and roll y que se caracteriza por el empleo de melod&iacute;as y ritmos complejos, con una instrumentaci&oacute;n bastante fija (b&aacute;sicamente guitarra el&eacute;ctrica, bajo el&eacute;ctrico, teclado y bater&iacute;a) y con un ritmo en&eacute;rgico subrayado por la potencia del bajo y la bater&iacute;a, todo ello a menudo ligado a una actitud antiautoritaria y provocativa; ha desarrollado multitud de variantes y ha dado paso a nuevos estilos, como el pop, el punk o el heavy.</p>
  <p align="center" class="Estilo4"><img src="IMAGENES/images.jpg" width="276" height="183" /></p>
  <p>El grupo australiano&nbsp;<strong>AC/DC</strong>&nbsp;se form&oacute; en (Australia) en 1973, gracias a dos hermanos escoceses, Malcolm y Angus Young. El nombre del grupo, con connotaciones el&eacute;ctricas, son las iniciales en ingl&eacute;s de Corriente alterna/ Corriente continua. Cuando el grupo se form&oacute; Angus apenas ten&iacute;a 15 a&ntilde;os, por lo que alguien le sugiri&oacute; que se subiera al escenario vestido con el uniforme colegial. A partir de ese momento, aquella fue la ense&ntilde;a de la banda.<br />
      <br />
    En 1974 los hermanos Young se trasladan a Melbourne, donde se unen al bater&iacute;a Phil Rudd y al bajista Mark Evans. Como cantante se les uni&oacute; Bon Scott, quien ya hab&iacute;a participado anteriormente en algunas bandas de pop. Adem&aacute;s, Scott aport&oacute; a la banda un estilo agresivo de chicos inadaptados que les acompa&ntilde;&oacute; a lo largo de su carrera. De esta forma, con la banda ya formada, realizan una gira por Australia, comenzando a trabajar en lo que ser&iacute;a su primer &aacute;lbum.<br />
    <br />
    En 1975 aparecen en Australia los dos primeros &aacute;lbumes de&nbsp;<strong>AC/DC</strong>, titulados &quot;High voltage&quot; y &quot;T.N.T&quot;. Un a&ntilde;o m&aacute;s tarde firman contrato con la discogr&aacute;fica Atlantic Records, quienes editan &quot;<a href="https://www.todomusica.org/ac_dc/disco_high_voltage.shtml">High voltage</a>&quot; para el Reino Unido, un nuevo &aacute;lbum que mezcla temas de sus dos trabajos en Australia. Ese mismo a&ntilde;o publican su primer trabajo propiamente brit&aacute;nico, &quot;<a href="https://www.todomusica.org/ac_dc/disco_dirty_deeds_done_dirt_cheap.shtml" title="Dirty deeds done dirt cheap">Dirty deeds done dirt cheap</a>&quot;.<br />
    <br />
    En 1977 Evans abandona la banda y es sustitu&iacute;do por Cliff Williams, con quien comienzan publicando el &aacute;lbum &quot;<a href="https://www.todomusica.org/ac_dc/disco_let_there_be_rock.shtml" title="Let there be rock">Let there be rock</a>&quot;, que se aup&oacute; al n&uacute;mero uno de las listas americanas. Parte del &eacute;xito se lo deben a sus espectaculares conciertos en directo y a la energ&iacute;a que derrochan sobre el escenario.<br />
    <br />
    En 1978 aparece publicado &quot;<a href="https://www.todomusica.org/ac_dc/disco_powerage.shtml" title="Powerage">Powerage</a>&quot;, que precedi&oacute; al primer gran &eacute;xito de la banda, &quot;<a href="https://www.todomusica.org/ac_dc/disco_highway_to_hell.shtml" title="Highway to hell">Highway to hell</a>&quot;, un &aacute;lbum con ventas millonarias y que entr&oacute; en los primeros puestos de todas las listas, consiguiendo numerosos discos de oro. Poco despu&eacute;s del &eacute;xito de &quot;Highway to hell&quot;, el cantante de la banda, Bon Scott apareci&oacute; muerto en Londres. AC/DC tuvo que recomponerse, uni&eacute;ndose a la banda Brian Johnson en el lugar ocupado anteriormente por Scott.<br />
    <br />
    El siguiente trabajo de AC/DC fue &quot;<a href="https://www.todomusica.org/ac_dc/disco_back_in_black.shtml" title="Back in black">Back in black</a>&quot;, en 1980, que lleg&oacute; a ser n&uacute;mero uno en Inglaterra y Estados Unidos, vendiendo m&aacute;s de 10 millones de copias solamente en el pa&iacute;s norteamericano. Se calcula que hasta la fecha se han vendido 44 millones del copias del &aacute;lbum, lo que le colocar&iacute;a como uno de los m&aacute;s vendidos de la historia. A partir de este momento, los trabajos anteriores de AC/DC comenzaron a venderse como rosquillas, lo que llev&oacute; a la banda a aprovechar el tir&oacute;n en su siguiente disco.<br />
    <br />
    En 1981 aparece &quot;<a href="https://www.todomusica.org/ac_dc/disco_for_those_about_to_rock_we_salute_you.shtml" title="For those about to rock">For those about to rock</a>&quot;, con el que nuevamente conquistaron el mercado americano. Un a&ntilde;o despu&eacute;s, el bater&iacute;a Phil Rudd abandona la banda y es sustitu&iacute;do por Simon Wright.<br />
    <br />
    En 1983 se publica &quot;<a href="https://www.todomusica.org/ac_dc/disco_flick_of_the_switch.shtml" title="Flick of the switch">Flick of the switch</a>&quot;, con el que AC/DC comienza una etapa menos brillante en su historia. Los siguientes trabajos de la banda siguen con la l&iacute;nea descendente de ventas: &quot;<a href="https://www.todomusica.org/ac_dc/disco_fly_on_the_wall.shtml" title="Fly on the wall">Fly on the wall</a>&quot; y el recopilatorio &quot;<a href="https://www.todomusica.org/ac_dc/disco_who_made_who.shtml" title="Who made who">Who made who</a>&quot; pertenecen a esta &eacute;poca del grupo.<br />
    <br />
    En 1987 publican &quot;<a href="https://www.todomusica.org/ac_dc/disco_blow_up_your_video.shtml" title="Blow up your video">Blow up your video</a>&quot;, con el que se lanzaron a una gira en la que Malcom fue sustitu&iacute;do temporalmente por su primo Steve. tras la gira, Wright abandon&oacute; el grupo, siendo sustitu&iacute;do por Chris Slade, con amplia experiencia en diversos grupos.<br />
    <br />
    En 1990 aparece un nuevo &aacute;lbum de AC/DC, titulado &quot;<a href="https://www.todomusica.org/ac_dc/disco_the_razor_s_edge.shtml" title="The razors edge">The razors edge</a>&quot;, con el que llegan al n&uacute;mero dos en las listas americanas, estando situados en listas durante m&aacute;s de un a&ntilde;o consecutivo. En 1992 publican un disco en directo, &quot;<a href="https://www.todomusica.org/ac_dc/disco_ac_dc_live.shtml" title="AC/DC Live">AC/DC Live</a>&quot;.<br />
    <br />
    El siguiente trabajo de la banda aparece en 1995, bajo el t&iacute;tulo de &quot;<a href="https://www.todomusica.org/ac_dc/disco_ballbreaker.shtml" title="Ballbreaker">Ballbreaker</a>&quot;, de nuevo con Phil Rudd incorporado al grupo. El disco fue un enorme &eacute;xito, vendiendo varios millones de copias y estando en puestos preferentes en las listas de Estados Unidos.<br />
    <br />
    En 1997 publican una caja con cinco CD's, como homenaje al fallecido Bon Scott. En el a&ntilde;o 2000 publican el &aacute;lbum &quot;<a href="https://www.todomusica.org/ac_dc/disco_stiff_upper_lip.shtml" title="Stiff upper lip">Stiff upper lip</a>&quot;, grabado en el estudio de Bryan Adams en Canad&aacute;. Para promocionar este disco realizaron una gira por innumerables pa&iacute;ses, entre ellos Espa&ntilde;a. Precisamente, los hermanos Young estuvieron en la localidad madrile&ntilde;a de Legan&eacute;s, para inaugurar una calle que lleva su nombre. Se da la circunstancia de que la placa que lleva el nombre de la calle fue robada el mismo d&iacute;a de la inauguraci&oacute;n.<br />
    <br />
    En Octubre de 2008, rompiendo un silencio de 8 a&ntilde;os, AC/DC regresa a los estudios de grabaci&oacute;n para publicar un nuevo trabajo, titulado &quot;<a href="https://www.todomusica.org/ac_dc/disco_black_ice.shtml" title="Black ice">Black ice</a>&quot;. El &aacute;lbum contiene 15 nuevas canciones, entre las que destaca su primer single 'Rock 'n' Roll train'</p>
  <p class="Estilo2">sus temas mas escuchados:</p>
  <p align="center" class="Estilo2">
    <embed src="AC_DC - Back In Black (Official Video).mp3" width="265" height="59"></embed>  
    <embed src="AC_DC - Thunderstruck (Official Video).mp3" width="241" height="63"></embed> 
     <embed src="AC_DC - Highway to Hell (from Live at River Plate).mp3" width="271" height="66"></embed>
  </p>
</div>
</body>
</html>
